Repository: realwiseserpent/ONI-Mods-Aki
Catalog: PrintingPodRecharge/Translation/*.po
Languages: ru

# PrintingPodRecharge.STRINGS.BUILDINGS.STATUSITEMS.PPR_PRINTREADY.NAME
source: Ink ready
ru: Чернила готовы

# PrintingPodRecharge.STRINGS.ITEMS.BIO_INK.DESC
source: Collected unused printing material of a Printing pod. Allows immediate recharging of a Printing Pod.
ru: Универсальный конструкционный полимер. Позволяет мгновенно перезарядить печатный станок.

# PrintingPodRecharge.STRINGS.ITEMS.BIO_INK.NAME
source: <link="PRINTINGPODRECHARGEBIOINK">Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGEBIOINK">Биочернила</link>

# PrintingPodRecharge.STRINGS.ITEMS.BOOK_OF_SELF_IMPROVEMENT.DESC
source: A handy handbook about improving and loving one's self. Removes the first negative trait from a duplicant assigned to read it. <b>Single Use</b>
ru: Карманное руководство по саморазвитию и любви к себе. Удаляет первую отрицательную черту у дубликанта, который его прочитает. <b>Одноразовый предмет</b>

# PrintingPodRecharge.STRINGS.ITEMS.BOOK_OF_SELF_IMPROVEMENT.NAME
source: <link="PRINTINGPODRECHARGEBOOKOFSELFIMPROVEMENTVOL2">Book of self improvement Vol I</link>
ru: <link="PRINTINGPODRECHARGEBOOKOFSELFIMPROVEMENTVOL2">Книга по самосовершенствованию, Том I</link>

# PrintingPodRecharge.STRINGS.ITEMS.BOOK_OF_SELF_IMPROVEMENT_VOL2.DESC
source: The second volume for a handbook about improving and loving one's self. Improves the lowest stat of a duplicant who reads it. <b>Single Use</b>
ru: Второй том руководства по саморазвитию и любви к себе. Повышает самую низкую характеристику дубликанта, который его прочитает. <b>Одноразовый предмет</b>

# PrintingPodRecharge.STRINGS.ITEMS.BOOK_OF_SELF_IMPROVEMENT_VOL2.NAME
source: <link="PRINTINGPODRECHARGEBOOKOFSELFIMPROVEMENTVOL2">Book of self improvement Vol II</link>
ru: <link="PRINTINGPODRECHARGEBOOKOFSELFIMPROVEMENTVOL2">Книга по самосовершенствованию, Том II</link>

# PrintingPodRecharge.STRINGS.ITEMS.CAT_DRAWING.DESC
source: A neat crayon drawing of a cat. (Can be displayed on a pedestal.)
ru: Аккуратный карандашный рисунок кошки. (Можно разместить на постаменте.)

# PrintingPodRecharge.STRINGS.ITEMS.CAT_DRAWING.NAME
source: <link="PRINTINGPODRECHARGECATDRAWING">A drawing of a cat</link>
ru: <link="PRINTINGPODRECHARGECATDRAWING">Рисунок кошки</link>

# PrintingPodRecharge.STRINGS.ITEMS.D100.DESC
source: Rerolls the traits and skills of a duplicant. <b>Single Use</b>
ru: Изменяет черты и навыки дубликанта. <b>Одноразовый предмет</b>

# PrintingPodRecharge.STRINGS.ITEMS.D4.DESC
source: Rerolls all traits of a duplicant (such as Narcoleptic, Starry Eyed, Buff, etc.). <b>Single Use</b>
ru: Обновляет все черты дубликанта (например, Нарколептик, Звездоглазый, Гурман и т.д.). <b>Одноразовый предмет</b>

# PrintingPodRecharge.STRINGS.ITEMS.D6.DESC
source: Rerolls a printing pod offer. Consumable.
ru: Обновить набор предложений печатного станка. Расходник.

# PrintingPodRecharge.STRINGS.ITEMS.D8.DESC
source: Rerolls all skills of a duplicant (such as digging, athletics, strength, etc.). <b>Single Use</b>
ru: Обновляет все характеристики дубликанта (например, рытье, Физическая форма, сила и т.д.). <b>Одноразовый предмет</b>

# PrintingPodRecharge.STRINGS.ITEMS.FOOD.PRINTINGPODRECHARGE_LEEK.DESC
source: Tasty greens.
ru: Вкусная зелень.

# PrintingPodRecharge.STRINGS.ITEMS.FOOD.PRINTINGPODRECHARGE_LEEK.NAME
source: <link="PRINTINGPODRECHARGELEEK">Leek</link>
ru: <link="PRINTINGPODRECHARGELEEK">Лук-порей</link>

# PrintingPodRecharge.STRINGS.ITEMS.FOOD_BIO_INK.DESC
source: Collected unused printing material of a Printing pod. Makes new printables only edible items.
ru: Универсальный конструкционный полимер. Позволяет мгновенно перезарядить печатный станок. Предложенные схемы будут содержать готовые блюда и ингредиенты для готовки.

# PrintingPodRecharge.STRINGS.ITEMS.FOOD_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGEFOODBIOINK">Nutritious Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGEFOODBIOINK">Пищевые биочернила</link>

# PrintingPodRecharge.STRINGS.ITEMS.GERMINATED_BIO_INK.DESC
source: Collected unused printing material of a Printing pod. Allows immediate recharging of a Printing Pod, and causes the new selection to only include eggs and baby creatures.
ru: Универсальный конструкционный полимер. Позволяет мгновенно перезарядить печатный станок. Предложенные схемы будут содержать яйца и детенышей различных существ.

# PrintingPodRecharge.STRINGS.ITEMS.GERMINATED_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGEGERMINATEDBIOINK">Eggy Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGEGERMINATEDBIOINK">Яичные биочернила</link>

# PrintingPodRecharge.STRINGS.ITEMS.MANGA.DESC
source: A Duplicant can read this. <b>Single Use</b>
ru: Дупликант может прочитать это. <b>Одноразовый предмет</b>

# PrintingPodRecharge.STRINGS.ITEMS.MANGA.NAME
source: <link="PRINTINGPODRECHARGEMANGA">Manga</link>
ru: <link="PRINTINGPODRECHARGEMANGA">Манга</link>

# PrintingPodRecharge.STRINGS.ITEMS.MEDICINAL_BIO_INK.DESC
source: Collected unused printing material of a Printing pod. Makes new printables contain cures and medicines.
ru: Универсальный конструкционный полимер. Позволяет мгновенно перезарядить печатный станок. Предложенные схемы будут содержать лекарства и их компоненты.

# PrintingPodRecharge.STRINGS.ITEMS.MEDICINAL_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGEMEDICINAL">Medicinal Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGEMEDICINAL">Медицинские биочернила</link>

# PrintingPodRecharge.STRINGS.ITEMS.METALLIC_BIO_INK.DESC
source: Collected unused printing material of a Printing pod. Allows immediate recharging of a Printing Pod, and causes new printables to be metals and metal ores.
ru: Универсальный конструкционный полимер. Позволяет мгновенно перезарядить печатный станок. Предложенные схемы будут содержать металлы и металлические руды.

# PrintingPodRecharge.STRINGS.ITEMS.METALLIC_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGEMETALLICBIOINK">Metallic Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGEMETALLICBIOINK">Металлические биочернила</link>

# PrintingPodRecharge.STRINGS.ITEMS.SEEDED_BIO_INK.DESC
source: Collected unused printing material of a Printing pod. Allows immediate recharging of a Printing Pod, and causes the new printables to be seeds of plants.
ru: Универсальный конструкционный полимер. Позволяет мгновенно перезарядить печатный станок. Предложенные схемы будут содержать семена различных растений.

# PrintingPodRecharge.STRINGS.ITEMS.SEEDED_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGESEEDEDBIOINK">Seeded Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGESEEDEDBIOINK">Растительные биочернила</link>

# PrintingPodRecharge.STRINGS.ITEMS.SHAKER_BIO_INK.DESC
source: Collected unused printing material of a Printing pod, mixed with a questionable selection of other ingredients. Allows immediate recharging of a Printing Pod, and causes new printables be exclusively Duplicants. <i>But something appears not quite right...</i>
ru: Универсальный конструкционный полимер, смешанный с сомнительным набором других ингредиентов. Позволяет мгновенно перезарядить печатный станок. Предложенные схемы будут содержать исключительно дубликатов. <i>Но что-то, кажется, не совсем так...</i>

# PrintingPodRecharge.STRINGS.ITEMS.SHAKER_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGECHAOSBIOINK">Suspicious Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGECHAOSBIOINK">Сомнительные биочернила</link>

source: Assigned to {Assignee} (<b><style="logic_off">{Data}</style></b>)
ru: Назначено на {Assignee} (<b><style="logic_off">{Data}</style></b>)

source: When {Assignee} reads this book, their <b><style="logic_off">{Data}</style></b> will be removed permanently.
ru: Когда {Assignee} прочитает эту книгу, его <b><style="logic_off">{Data}</style></b> будут удалены навсегда.

# PrintingPodRecharge.STRINGS.ITEMS.TWITCH_BIO_INK.DESC
source: <i>From Twitch chat, with love <3</i>
ru: <i>Из чата Twitch'a, с любовью <3</i>

# PrintingPodRecharge.STRINGS.ITEMS.TWITCH_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGETWITCHBIOINK">Useless Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGETWITCHBIOINK">Бесполезные биочернила</link>

# PrintingPodRecharge.STRINGS.ITEMS.VACILLATING_BIO_INK.DESC
source: Collected unused printing material of a Printing pod. Allows immediate recharging of a Printing Pod, and causes new printables be exclusively Duplicants. These duplicants are likely to have much higher stats than normal, and can have Vacillator exclusive starting traits.
ru: Универсальный конструкционный полимер. Позволяет мгновенно перезарядить печатный станок. Предложенные схемы будут содержать исключительно дубликатов. Эти дубликанты могут иметь более высокие характеристики и черты нейронного калибратора.

# PrintingPodRecharge.STRINGS.ITEMS.VACILLATING_BIO_INK.NAME
source: <link="PRINTINGPODRECHARGEVACILLATINGBIOINK">Vacillating Bio-Ink</link>
ru: <link="PRINTINGPODRECHARGEVACILLATINGBIOINK">Откалиброванные биочернила</link>

# PrintingPodRecharge.STRINGS.MISC.NAME_PREFIXES
source: Ma,Jo,Mi,Ell,Ban,Stin,Cata,Nis,Ru,Le,Bubb,Na,Ma,Goss,Lind,De,Re,Fran,A,Li,Bu,Tra,Ha,Ro,O,Tur,Ni,Mee,Je,Cam,Ash,Ste,Ama,Pe,Qui,Jor
ru: Ма,Джо,Ми,Элл,Бан,Стин,Ката,Нис,Ру,Ле,Бабб,На,Мо,Госс,Линд,Ди,Ре,Фран,А,Ли,Бу,Тра,Ха,Ро,О,Тёр,Ни,Ми,Же,Кам,Аш,Сте,Ама,Пе,Кви,Джор

# PrintingPodRecharge.STRINGS.MISC.NAME_SUFFIXES
source: inn,i,ri,ve,kan,mille,an,eep,la,ner,to,wan,x,rold,valdo,e,am,shua,ky,ssan,hi,kie,n,von,say,rie,mann,ils,-Ma,les,ra,by,lie,sbet,lina,ge
ru: инн,й,ри,в,кан,милль,ан,ип,ла,нер,то,ван,кс,рольд,вальдо,и,ам,шуа,ки,ссан,хи,ки,н,вон,сей,ри,манн,илс,-Ма,лес,ра,би,ли,сбет,лина,ж

# PrintingPodRecharge.STRINGS.MISC.TAGS.PPR_BIOINK
source: Bio-Ink
ru: Биочернила

# PrintingPodRecharge.STRINGS.TWITCH.FLOOR_UPGRADE.NAME
source: Floor upgrade
ru: Обновление этажа

# PrintingPodRecharge.STRINGS.TWITCH.FLOOR_UPGRADE.TOAST_GENERIC
source: Your {RoomType} floor is being upgraded!
ru: Ваш этаж {RoomType} модернизируется!

# PrintingPodRecharge.STRINGS.TWITCH.FLOOR_UPGRADE.TOAST_STABLE
source: Critters can now also enjoy nice decor.
ru: Звери теперь тоже могут наслаждаться красивым декором.

# PrintingPodRecharge.STRINGS.TWITCH.HELPFUL_PRINTS.DESC_QUEUED
source: Helpful prints have been queued.
ru: Полезные схемы добавлены в очередь.

# PrintingPodRecharge.STRINGS.TWITCH.HELPFUL_PRINTS.DESC_READY
source: New printables are ready to print.
ru: Новые схемы готовы к печати.

# PrintingPodRecharge.STRINGS.TWITCH.HELPFUL_PRINTS.NAME
source: Helpful Care Package
ru: Полезный посылки

# PrintingPodRecharge.STRINGS.TWITCH.HELPFUL_PRINTS.TOAST
source: Helpful prints are ready!
ru: Полезные схемы готовы!

# PrintingPodRecharge.STRINGS.TWITCH.PRINTING_POD_LEAK.DESC
source: Your printing pod is leaking ink everywhere!
ru: Из печатного станка повсюду просачивается лук!

# PrintingPodRecharge.STRINGS.TWITCH.PRINTING_POD_LEAK.NAME
source: Leaky Printing Pod!
ru: Луковый печатный станок!

# PrintingPodRecharge.STRINGS.TWITCH.PRINTING_POD_LEEK.DESC
source: * The author is profusely apologizing for the typo. *
ru: * Автор приносит извинения за опечатку. *

# PrintingPodRecharge.STRINGS.TWITCH.PRINTING_POD_LEEK.NAME
source: Leeky Printing Pod!
ru: Луковый печатный станок!

# PrintingPodRecharge.STRINGS.TWITCH.USELESS_PRINTS.DESC_QUEUED
source: Useless prints have been queued.
ru: Бесполезные схемы добавлены в очередь.

# PrintingPodRecharge.STRINGS.TWITCH.USELESS_PRINTS.NAME
source: Useless Care Package
ru: Бесполезный посылки

# PrintingPodRecharge.STRINGS.TWITCH.USELESS_PRINTS.TOAST
source: Useless prints are ready!
ru: Бесполезные схемы готовы!

# PrintingPodRecharge.STRINGS.TWITCH.WACKY_DUPE.DESC
source: {0} has been brought into the world!
ru: {0} появился на свет!

# PrintingPodRecharge.STRINGS.TWITCH.WACKY_DUPE.NAME
source: Spawn a Wacky Dupe
ru: Создать дурацкого дубликанта

# PrintingPodRecharge.STRINGS.TWITCH.WACKY_DUPE.TOAST
source: Spawned Duplicant
ru: Порожденный дубликант

# PrintingPodRecharge.STRINGS.UI.BIOINKSIDESCREEN.CONTENTS.BUTTONS.ACTIVATE.TEXT
source: Print
ru: Напечатать

# PrintingPodRecharge.STRINGS.UI.BIOINKSIDESCREEN.CONTENTS.BUTTONS.DELIVER.TEXT
source: Deliver Bio-Ink
ru: Доставить биочернила

# PrintingPodRecharge.STRINGS.UI.D6BUTTON.LABEL
source: Reroll ({0})
ru: Обновить ({0})

# PrintingPodRecharge.STRINGS.UI.D6BUTTON.TOOLTIP
source: Reroll all offers, uses 1 die. You have {0} dice left.
ru: Обновить выбор схем печати за 1 кубик. У вас осталось {0} кубиков.

# PrintingPodRecharge.STRINGS.UI.DUPE_TIERS.BAD_1
source: Meh
ru: Средне

# PrintingPodRecharge.STRINGS.UI.DUPE_TIERS.BAD_2
source: Terrible
ru: Ужас

# PrintingPodRecharge.STRINGS.UI.DUPE_TIERS.GOOD_1
source: Great
ru: Отлично

# PrintingPodRecharge.STRINGS.UI.DUPE_TIERS.GOOD_2
source: Super-Duper-Dupe
ru: Супер-пупер-дубль

# PrintingPodRecharge.STRINGS.UI.DUPE_TIERS.OKAY
source: Okay
ru: Хорошо

# PrintingPodRecharge.STRINGS.UI.SANBOXTOOLS.FILTERS.BIO_INKS
source: Bio-Inks
ru: Биочернила

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.BUTTONS.CANCELBUTTON.TEXT
source: Cancel
ru: Отмена

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.BUTTONS.OK.TEXT
source: Apply
ru: Применить

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.BUTTONS.STEAMBUTTON.TEXT
source: Steam Workshop
ru: Мастерская Steam

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.COLOREDMEEPS.LABEL
source: Colored Meeps {0}
ru: Цветные Мипы {0}

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.COLOREDMEEPS.MEEP_MISSING
source: (mod Meep not installed)
ru: (мод Мип не установлен)

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.COLOREDMEEPS.TOOLTIP
source: Should randomly generated meeps have random hair colors, if Meep mod is installed.
ru: Должны ли случайно сгенерированные Мипы иметь случайный цвет волос, если установлен мод Meep?

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.DEBUGMODETOGGLE.LABEL
source: Debug mode (for testing)
ru: Режим отладки (для тестирования)

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.DEBUGMODETOGGLE.TOOLTIP
source: If enabled, an additional panel will show with debug tools. Do not use for gameplay.
ru: Если этот параметр включен, появится дополнительная панель с инструментами отладки. Не использовать для игрового процесса.

source: N/A
ru: Н/Д

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.RANDODUPEPRESET.LABEL
source: Suspicious Dupe Preset
ru: Пресет «Сомнительный дубликант»

source: Default
ru: По умолчанию

source: Generous
ru: Шикарный

source: Terrible
ru: Ужасный

source: Vanillaish
ru: Выше среднего

source: Wacky
ru: Дурацкий

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.RANDODUPEPRESET.TOOLTIP
source: Easy tweaks to Rando dupe generation settings. Overrides .json packs unless set to "Default".
ru: Простая настройка параметров генерации случайных дубликатов. Переопределяет пакеты .json, если не установлено значение «По умолчанию».

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUND.LABEL
source: Refund Quantity:
ru: Объем возврата:

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUND.TOOLTIP
source: How much ink to refund for a rejected print, in kgs.
ru: Сколько чернил нужно вернуть за отказ от печати, в килограммах.

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUNDACTIVETOGGLE.LABEL
source: Refund Active Ink
ru: Возврат активных чернил

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUNDACTIVETOGGLE.TOOLTIP
source: If enabled, when rejecting a print the refunded ink will be the same type as the print.
ru: Если этот параметр включен, при отклонении печати возвращаемые чернила будут того же типа, что и схема.

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUNDCYCLE.CHOICELABEL
source: N/A
ru: Н/Д

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUNDCYCLE.LABEL
source: Ink Refund
ru: Возврат чернил

source: Default
ru: По умолчанию

source: Always refund default ink.
ru: Всегда возвращать базовые биочернила.

source: Matching
ru: Соответствие

source: Refund the same type of ink as was active.
ru: Вернуть тот же тип чернил, что был использован.

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUNDCYCLE.OPTIONS.NONE
source: None
ru: Ничего

source: Do not refund. (No way to get inks).
ru: Никакого возмещения. (Не будет возможности получать чернила).

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.REFUNDCYCLE.TOOLTIP
source: What happens when you reject a print offer
ru: Что произойдет, если вы отклоните предложение печати

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.SLIDERPANEL.SLIDER.LABEL
source: Random Dupe chance
ru: Вероятность рандомных дублей

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.SLIDERPANEL.SLIDER.TOOLTIP
source: % chance of randomized dupes showing up in prints, not using the Suspicious Ink.
ru: % вероятности появления рандомизированных дубликантов без использования сомнительных биочернил.

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.TWITCHINTEGRATION.LABEL
source: Twitch Integration
ru: Интеграция с Twitch

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.CONTENT.TWITCHINTEGRATION.TOOLTIP
source: Enables several new events for Twitch Integration.
ru: Включает несколько новых событий для интеграции с Twitch.

# PrintingPodRecharge.STRINGS.UI.SETTINGSDIALOG.TITLE.TITLETEXT
source: Bio-Inks Settings
ru: Настройки биочернил
