Repository: realwiseserpent/ONI-Mods-Aki
Catalog: SpookyPumpkin/Translation/*.po
Languages: ru

source: This magical pumpkin will carry any Duplicant to phantasmagorical dreams.
ru: Эта волшебная тыква унесет любого дубликанта в фантасмагорические сны.

source: <link="LUXURYBED">Pumpkin Pit Bed</link>
ru: <link="LUXURYBED">Кровать-тыква</link>

# SpookyPumpkinSO.STRINGS.BUILDINGS.PREFABS.SP_FRIENDLYPUMPKIN.DESC
source: A friendly lamp that does not spook duplicants.
ru: Дружелюбная лампа, которая не пугает дубликатов.

# SpookyPumpkinSO.STRINGS.BUILDINGS.PREFABS.SP_FRIENDLYPUMPKIN.EFFECT
source: Provides Light and Decor.
ru: Обеспечивает свет и декор.

# SpookyPumpkinSO.STRINGS.BUILDINGS.PREFABS.SP_FRIENDLYPUMPKIN.NAME
source: <link="SPFRIENDLYPUMPKIN">Friendly Pumpkin Lantern</link>
ru: <link="SPFRIENDLYPUMPKIN">Дружелюбный фонарь из тыквы</link>

source: Mean 'kin
ru: Вредный

source: Meaner 'kin
ru: Вреднючий

source: Meep O' Lantern
ru: Мип-фонарь

source: Just so happy to be here!
ru: Просто так счастлив быть здесь!

# SpookyPumpkinSO.STRINGS.BUILDINGS.PREFABS.SP_SPOOKYPUMPKIN.DESC
source: A spooky lamp for spooky times.
ru: Жуткая лампа для жутких времен.

# SpookyPumpkinSO.STRINGS.BUILDINGS.PREFABS.SP_SPOOKYPUMPKIN.EFFECT
source: Provides Light and Decor. Spooks duplicants that come nearby.
ru: Обеспечивает свет и декор. Припугивает дубликатов, которые пробегают поблизости.

# SpookyPumpkinSO.STRINGS.BUILDINGS.PREFABS.SP_SPOOKYPUMPKIN.NAME
source: <link="SPSPOOKYPUMPKIN">Jack O' Lantern</link>
ru: <link="SPSPOOKYPUMPKIN">Джек-фонарь</link>

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SEEDS.SP_PUMPKIN.DESC
source: The <link="PLANTS">Seed</link> of a <link="SPPUMPKINPLANT">Pumpkin</link> plant. It can be planted to grow more Pumpkins, or toasted for snacks.
ru: <link="PLANTS">Семя</link> <link="SPPUMPKINPLANT">тыквы</link>. Его можно посадить, чтобы вырастить больше тыкв, или поджарить на закуску.

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SEEDS.SP_PUMPKIN.NAME
source: <link="SPPUMPKINPLANT">Pumpkin Seed</link>
ru: <link="SPPUMPKINPLANT">Семя тыквы</link>

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SP_GHOSTPIP.DESC
source: Seems suspicious. It looks like it would love some treats. <smallcaps>The Suspicious Pip will offer to trade for Pumpkin Seeds. The required item will change daily and after each trade.</smallcaps>
ru: Весьма подозрительный пип. Похоже, ему не терпится чем нибудь угоститься. <smallcaps>Подозрительный пип предложит обмен на тыквенные семечки. Требуемый предмет будет меняться ежедневно и после каждой сделки.</smallcaps>

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SP_GHOSTPIP.NAME
source: <link="SQUIRREL">Suspicious Pip</link>
ru: <link="SQUIRREL">Подозрительный пип</link>

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SP_PUMPKIN.DECOR_NAME
source: <link="SPPUMPKINPLANT">Decorative Pumpkin</link>
ru: <link="SPPUMPKINPLANT">Декоративная тыква</link>

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SP_PUMPKIN.DESC
source: Pumpkins are pretty neat. They grow enormous fruits also called <link="SPPUMPKIN">Pumpkins</link>.
ru: Тыквы классные. Они производят огромными плоды, которые также называются <link="SPPUMPKIN">тыквами</link>.

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SP_PUMPKIN.DOMESTICATEDDESC
source: Pumpkins are pretty neat. They grow enormous fruits also called <link="SPPUMPKIN">Pumpkins</link>.
ru: Тыквы классные. Они производят огромными плоды, которые также называются <link="SPPUMPKIN">тыквами</link>.

# SpookyPumpkinSO.STRINGS.CREATURES.SPECIES.SP_PUMPKIN.NAME
source: <link="SPPUMPKINPLANT">Pumpkin</link>
ru: <link="SPPUMPKINPLANT">Тыква</link>

# SpookyPumpkinSO.STRINGS.DUPLICANTS.DISEASES.SP_SICKNESS_SUGARSICKNESS.NAME
source: <link="SPSICKNESSSUGARSICKNESS">Sugar sick!</link>
ru: <link="SPSICKNESSSUGARSICKNESS">Сахарная тошнота!</link>

# SpookyPumpkinSO.STRINGS.DUPLICANTS.DISEASES.SP_SICKNESS_SUGARSICKNESS.SOURCE
source: Twitch chat
ru: Twitch чат

# SpookyPumpkinSO.STRINGS.DUPLICANTS.MODIFIERS.AHM_HOLIDAYSPIRIT.DESCRIPTION
source: This Duplicant is excited for this time of year. (All stats up!)
ru: Этот дубликант в восторге от текущего времени года. (Все характеристики увеличены!)

# SpookyPumpkinSO.STRINGS.DUPLICANTS.MODIFIERS.AHM_HOLIDAYSPIRIT.NAME
source: Holiday Spirit
ru: Дух праздника

# SpookyPumpkinSO.STRINGS.DUPLICANTS.STATUSITEMS.GHASTLY.NAME
source: Ghastly
ru: Призрак

# SpookyPumpkinSO.STRINGS.DUPLICANTS.STATUSITEMS.HOLIDAY_SPIRIT.NAME
source: Holiday Spirit
ru: Дух праздника

# SpookyPumpkinSO.STRINGS.DUPLICANTS.STATUSITEMS.HOLIDAY_SPIRIT.TOOLTIP
source: This Duplicant is excited for this time of year. (All stats up!)
ru: Этот дубликант в восторге от текущего времени года. (Все характеристики увеличены!)

# SpookyPumpkinSO.STRINGS.DUPLICANTS.STATUSITEMS.SP_GHASTLYLITBONUS.NAME
source: Otherworldly Focus
ru: Потусторонний фокус

# SpookyPumpkinSO.STRINGS.DUPLICANTS.STATUSITEMS.SP_GHASTLYLITBONUS.TOOLTIP
source: <b>Properties</b> • <style="KKeyword">Work Speed</style>: {0} • <style="KKeyword">Stress</style>: {1}
ru: <b>Свойства</b> • <style="KKeyword">Скорость работы</style>: {0} • <style="KKeyword">Стресс</style>: {1}

# SpookyPumpkinSO.STRINGS.DUPLICANTS.STATUSITEMS.SPOOKED.NAME
source: Spooked!
ru: Испуган!

# SpookyPumpkinSO.STRINGS.DUPLICANTS.STATUSITEMS.SPOOKED.TOOLTIP
source: This Duplicant saw something super scary!
ru: Этот дубликант увидел что-то очень страшное!

source: <link="SPHALLOWEENCOSTUME">Skellington Costume</link>
ru: <link="SPHALLOWEENCOSTUME">Костюм Скеллингтона</link>

source: <link="SPHALLOWEENCOSTUME">Scarecrow Costume</link>
ru: <link="SPHALLOWEENCOSTUME">Костюм пугала</link>

source: <link="SPHALLOWEENCOSTUME">Vampire Costume</link>
ru: <link="SPHALLOWEENCOSTUME">Костюм вампира</link>

# SpookyPumpkinSO.STRINGS.EQUIPMENT.PREFABS.SP_HALLOWEENCOSTUME.GENERICNAME
source: <link="SPHALLOWEENCOSTUME">Halloween Costume</link>
ru: <link="SPHALLOWEENCOSTUME">Хэллоуинский костюм</link>

# SpookyPumpkinSO.STRINGS.EQUIPMENT.PREFABS.SP_HALLOWEENCOSTUME.NAME
source: <link="SPHALLOWEENCOSTUME">Halloween Costume</link>
ru: <link="SPHALLOWEENCOSTUME">Хэллоуинский костюм</link>

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_PUMPKIN.DESC
source: Bland tasting fruit of a <link="SPPUMPKINPLANT">Pumpkin</link> plant.
ru: Обладающий нежным вкусом плод <link="SPPUMPKINPLANT">тыквы</link>.

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_PUMPKIN.NAME
source: <link="SPPUMPKIN">Pumpkin</link>
ru: <link="SPPUMPKIN">Тыква</link>

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_PUMPKINPIE.DEHYDRATED.DESC
source: A dehydrated <link="SPPUMPKINPIE">Pumpkin Pie</link> ration. It must be rehydrated in order to be considered <link="FOOD">Food</link>. Dry rations have no expiry date.
ru: Высушенный <link="SPPUMPKINPIE">тыквенный пирог</link>. Чтобы его можно было употребить как <link="FOOD">еду</link>, нужно восстановить влагу. Высушенные продукты не портятся.

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_PUMPKINPIE.DEHYDRATED.NAME
source: Dried Pumpkin Pie
ru: Сухой тыквенный пирог

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_PUMPKINPIE.DESC
source: A delicious seasonal treat.
ru: Вкусное сезонное лакомство.

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_PUMPKINPIE.NAME
source: <link="SPPUMPKINPIE">Pumpkin Pie</link>
ru: <link="SPPUMPKINPIE">Тыквенный пирог</link>

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_TOASTEDPUMPKINSEED.DESC
source: Tasty snack.
ru: Вкусная закуска.

# SpookyPumpkinSO.STRINGS.ITEMS.FOOD.SP_TOASTEDPUMPKINSEED.NAME
source: <link="SPTOASTEDPUMPKINSEED">Roasted Pumpkin Seeds</link>
ru: <link="SPTOASTEDPUMPKINSEED">Жареные семена тыквы</link>

# SpookyPumpkinSO.STRINGS.ITEMS.SPICES.SP_PUMPKIN_SPICE.DESC
source: It's that season of the year!
ru: Щепотка жуткого времени года!

# SpookyPumpkinSO.STRINGS.ITEMS.SPICES.SP_PUMPKIN_SPICE.NAME
source: <link="SPPUMPKINSPICE">Pumpkin Spice</link>
ru: <link="SPPUMPKINSPICE">Тыквенная приправа</link>

# SpookyPumpkinSO.STRINGS.UI.RECARVE
source: Recarve
ru: Перевырезать

# SpookyPumpkinSO.STRINGS.UI.ROTATE
source: Rotate
ru: Повернуть

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.FOODRAIN.TOAST_BODY
source: Food!
ru: Еда!

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.PIPTERGEIST.NAME
source: Piptergeists
ru: Пиптергейст

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.PIPTERGEIST.TOAST
source: Piptergeists!
ru: Пиптергейст!

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.PIPTERGEIST.TOAST_BODY
source: Ghosts Pips are rummaging the storages! How rude!
ru: Призрачные пип роются в хранилищах! Как грубо!

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.ROTFOOD.TOAST_BODY
source: Spoiled Rotten! Some of your food has rotten.
ru: Гниль, тухлятина! Некоторые продукты испортились.

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.SUGARSICKNESS.TOAST_BODY
source: Oh no! Everyone ate too much candy, and got an upset stomach.
ru: О, нет! Все съели слишком много конфет, и у них началось расстройство желудка.

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.TRICKORTREAT.NAME
source: Trick Or Treat!
ru: Сладость или гадость!

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.TRICKORTREAT.TREAT
source: TREAT!
ru: СЛАДОСТЬ!

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.TRICKORTREAT.TRICK
source: TRICK!
ru: ГАДОСТЬ!

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN.TWITCHEVENTS.TRIPLEBOX.TOAST_BODY
source: Surprise Boxes X3!
ru: Коробки с сюрпризами X3!

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.GHASTLY_BONUS.TITLE
source: Ghastly efficiency bonus (%)
ru: Призрачный бонус эффективности (%)

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.GHASTLY_BONUS.TOOLTIP
source: Work speed bonus while in ghastly form.
ru: Бонус к скорости работы в призрачной форме.

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.GHASTLY_LOOKS.TITLE
source: Ghastly look
ru: Призрачный вид

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.GHASTLY_LOOKS.TOOLTIP
source: Should ghastly dupes look ghastly.
ru: Должны ли дубликанты выглядеть как призраки?

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.GHASTLY_STRESS_BONUS.TITLE
source: Ghastly stress relief (%)
ru: Призрачный бонус к уменьшению стресса (%)

source: Stress reduction bonus while in ghastly form
ru: Бонус к уменьшению стресса в призрачной форме

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.GHOSTPIP_LIGHT.TITLE
source: Suspicious Pip emits Light
ru: Подозрительный пип излучает свет

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.GHOSTPIP_LIGHT.TOOLTIP
source: If true, the Suspicious Pip will emit some light.
ru: Если выбрано, подозрительный пип будет излучать свет.

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.ROT.TITLE
source: Use rot for fertilizer
ru: Использовать гниль в качестве удобрения

# SpookyPumpkinSO.STRINGS.UI.SPOOKYPUMPKIN_MODSETTINGS.ROT.TOOLTIP
source: If true, pumpkin plants will use Rot along Dirt for fertilization.
ru: Если выбрано, тыквы будут использовать гниль вместе с грязью в качестве удобрения.

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.FRIENDLYPUMPKIN_SIDE_SCREEN.TITLE
source: Friendly Lantern Face
ru: Дружелюбное лицо-фонарь

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTPIP_SPAWNER.TEXT_ACTIVE
source: Answer mysterious call
ru: Ответить за мистический звонок

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTPIP_SPAWNER.TEXT_INACTIVE
source: Pip called
ru: Пип призван

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTPIP_SPAWNER.TOOLTIP
source: Spooky squeaks are whispered through the receiver...
ru: В трубке раздаются жуткие писки...

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTPIP_SPAWNER.TOOLTIP_INACTIVE
source: Pip spawned.
ru: Пип появился.

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.CANCELBUTTON
source: Cancel
ru: Отмена

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.CONFIRM
source: Are you sure?
ru: Вы уверены?

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.LABEL
source: Wants one {Item}
ru: Хочет одну порцию {Item}

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.LABEL2
source: Delivering {Item}
ru: Доставка {Item}

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.MESSAGE
source: This suspicious pip looks like it wants some treats.
ru: Этот подозрительный пип выглядит так, словно хочет угощения.

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.SEND_AWAY
source: Send {Name} away forever
ru: Прогнать {Name} навсегда

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.SHOO
source: Shoo Away
ru: Прогнать

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.TITLE
source: Suspicious Pip
ru: Подозрительный пип

# SpookyPumpkinSO.STRINGS.UI.UISIDESCREENS.GHOSTSIDESCREEN.TREATBUTTON
source: Deliver Treat
ru: Доставить угощение
